[FileInfo]
TranslatorName=Zipfolder && D.Yerokhin
LanguageName=Русский
TargetVersion=0.4.13.*
[General]
1001=Выделение
1002=Кисть
1003=Ластик
1004=Штамп
1005=Заменитель цвета
1006=Текст
1007=Линия
1008=Линия-стрелка
1009=Эллипс
1010=Прямоугольник
1011=Заливка
1012=Выбор цвета
1013=Поворот изображения
1014=Измерение
1015=Настойки ручки и кисти
1016=Включить контекстные подсказки
1017=О программе...
2001=Выделение (как в IrfanView)\n\nНапример, можно выделять области на изображении.
2002=Рисование\n\nНажав левую кнопку мыши, рисуйте основным цветом,\nа нажав правую - дополнительным.
2003=Произвольное стирание\n\nПеремещайте мышь с нажатой левой кнопкой для удаления с заменой дополнительным цветом,\nа с нажатой правой - для удаления с восстановлением исходного изображения.
2004=Копирование выбранной области изображения в другую его область\n\nМожет использоваться для удаления пыли и царапин с фотографий.\nПравым щелчком выделяете 'донорскую' область, левым выбираете, куда вы хотите вставить фрагмент.
2005=Замена одного цвета другим\n\nПеремещайте мышь с нажатой левой кнопкой для замены дополнительного цвета основным,\nа нажав правую - для замены основного дополнительным.
2006=Нанесение текста на изображение\n\nПерекрестие курсора будет базовой линией текста.\nТекст может быть выровнен влево, вправо или по центру относительно точки вставки.
2007=Рисование прямых линий\n\nЧтобы начать рисование линии, нажмите левую кнопку мыши и перемещайте мышь. Чтобы завершить рисование, отпустите кнопку.\nЧтобы прервать рисование, нажмите правую кнопку мыши.\nУдерживайте Ctrl при перемещении, чтобы курсор стал центром линии.\nУдерживайте Shift для рисования линий под углами, кратными 45°.
2008=Рисование стрелок\n\nЧтобы начать рисование стрелки, нажмите левую кнопку мыши и перемещайте мышь. Чтобы завершить рисование, отпустите кнопку.\nЧтобы прервать рисование, нажмите правую кнопку мыши.\nУдерживайте Ctrl при перемещении, чтобы курсор стал центром стрелки.\nУдерживайте Shift для рисования стрелок под углами, кратными 45°.\nПравый щелчок по этой кнопке - меню настроек.
2009=Рисование кругов и эллипсов\n\nЕсли выбрана опция 'Залить', они будут заполненными, если нет, то пустыми.\nЧтобы начать рисование, перемещайте мышь, нажав её правую кнопку. Чтобы завершить рисование, отпустите кнопку.\nЧтобы прервать рисование, нажмите правую кнопку мыши.\nУдерживайте Ctrl, чтобы курсор стал центром эллипса.\nУдерживайте Shift, если хотите нарисовать круг.
2010=Рисование прямоугольников и квадратов\n\nЕсли выбрана опция 'Залить', они будут заполненными, если нет, то пустыми.\nЧтобы начать рисование, перемещайте мышь, нажав её правую кнопку. Чтобы завершить рисование, отпустите кнопку.\nЧтобы прервать рисование, нажмите правую кнопку мыши.\nУдерживайте Ctrl, чтобы курсор стал центром прямоугольника.\nУдерживайте Shift, если хотите нарисовать квадрат.
2011=Заливка выделенной области одним цветом\n\nЩелчок левой кнопкой мыши - заполнение области основным цветом,\nщелчок правой - дополнительным.
2012=Выбор цвета из изображения\n\nЩёлкните по цвету левой кнопкой мыши, чтобы сделать его основным,\nили правой, чтобы он стал дополнительным.\nЩёлкните по этой кнопке, нажав Shift, чтобы отменить автовозврат к предыдущему инструменту после выбора цвета.
2013=Поворот/выравнивание изображения\n\nНажмите левую кнопку мыши и переместите мышь, чтобы 'подчеркнуть' область, которая должна стать горизонтальной или вертикальной.\nЧтобы прервать операцию, нажмите правую кнопку мыши.\nУдерживайте Ctrl при перемещении, чтобы курсор стал центром линии.\nУдерживайте Shift, чтобы провести линию под углом, кратным 45°.
2014=Измерение расстояний и углов на изображении\n\nНажмите правую кнопку мыши на исходной точке, переместите мышь в интересующую точку и отпустите кнопку.\nВсе углы отсчитываются относительно горизонтальной линии.\nЧтобы прервать линию, щёлкните правой кнопкой мыши.\nУдерживайте Ctrl при перетаскивании, чтобы центрировать линию относительно исходной точки.\nУдерживайте Shift при перетаскивании, чтобы углы были кратны 45°.\nЩёлкните правой кнопкой мыши по этой кнопке, чтобы открыть окно создания единиц измерения и правки, удаления, сортировки имеющихся.
2015=Настроить параметры ручки и кисти
2016=Контекстные подсказки
2017=Сведения о версии IrfanPaint и благодарности
5201=Сначала выберите 'донорскую' область (щёлкните по ней правой кнопкой мыши).\nПодробности о работе с инструментом 'Штамп' см. в контекстной справке.
5102=Невозможно сохранить установки. Проверьте, доступен ли для записи файл i_view32.ini.
6001=Особые благодарности: \r\n\r\nIrfan Skiljan (автору IrfanView)\r\n\r\nУчастникам форума поддержки IrfanView:\r\nBhikkhu Pesala,\r\nMatera,\r\nSteve.\r\n\r\nБета-тестерам, в особенности Leon Fisk,\r\n\r\nDavide Pizzolato за его библиотеку CxImage (http://www.codeproject.com/KB/graphics/cximage.aspx),\r\n\r\nLode Vandevenne за его алгоритм заполнения (http://student.kuleuven.be/~m0216922/CG/floodfill.html),\r\n\r\nCodeProject.com за полезные статьи.\r\n\r\nВсем переводчикам,\r\n\r\nа также тем, кто помог финансово. Спасибо вам!
1443=&Основной цвет
1444=&Дополнительный цвет
5301=Неправильный номер.
5302=Эти поля не могут быть пустыми.
1101=%language% перевод: %translator%
1651=Имя
1652=Символ
1653=Определение
1654=Вы действительно хотите удалить выбранную единицу измерения?
1655=Подтвердите удаление
7001=стандартная единица
7002=н/о
7003=DPI не установлено
7011=дюйм
7012=пкс
7013=градус
7014=мм
5000=Ошибка
[101]
0=О модуле IrfanPaint
1=OK
1102=Текст
1104=&Сайт IrfanPaint
[100]
0=Paint
1060=Панель инструментов
1053=Толщина (в пикселах)
1059=Залить
1056=Допуск:
[103]
0=Настройки стрелок
1=OK
2=Отмена
1301=&<----
1311=Рисовать:
1302=&---->
1309=Толщина стрелки:
1310=Длина стрелки:
1308=Простая
[102]
0=Выбор цвета
1=OK
2=Отмена
[104]
0=Настройки ручки и кисти
1442=Ручка
1441=Кисть
1=OK
2=Отмена
1432=Стиль:
1404=_______
1405=_ _ _ _ _
1406=. . . . . .
1407=_ . _ . _ .
1408=_ . . _ . .
1433=Точка:
1410=Круг
1411=Квадрат
1412=Плоско
1434=Края:
1413=Круглые
1414=Прямые
1415=Острые
1416=Непрерывные
1417=- (горизонт.)
1418=|| (вертик.)
1419=\\\\ (вниз)
1420=// (вверх)
1421=+ (крестиком)
1422=x (диагонали)
1435=Стрелки
1437=45° слева направо
1438=Пересечение
1436=С полосками
1439=Цвет полосок
1445=Толщина ручки
1448=пикс. (1-9999)
1440=Цвет стрелок
1426=Прозрачный
1429=" " = 1 пробел\r\n"." = 1 точка
1431=Щёлкните по этому полю для смены основного стиля и фона.
[105]
0=Вставить текст
1501=&Шрифт:
1502=&Размер:
1506=&Жирный
1507=&Курсив
1508=&Подчёркнутый
1509=&Зачёркнутый
1510=По &левому краю
1511=По &центру
1512=По пр&авому краю
1=OK
2=Отмена
1526=Нажмите для &предпросмотра...
1513=Выбрать &цвет...
1521=Метод обсчёта
1522=Пустой путь
1524=Текст
1523=Заполненный путь
1525=Сглаживание
[106]
0=Единицы измерения
1602=Закр&ыть
1603=&Выше
1604=&Ниже
1605=&Абсолютно
1606=&Добавить...
1607=&Изменить...
1608=&Удалить
[107]
0=Правка единицы измерения
1701=Имя:
1703=Символ:
1705=Определение:
1706=1 %unitsymbol% =
1=OK
2=Отмена
[108]
0=Результаты измерения
1=OK
1803=&Единица...
1802=С&копировать
